Repository: common-repository/jgc-adblocker-detector
Catalog: languages/jgc-adblocker-detector-*.po
Languages: es_es

source: Close
es_es: Cerrar

source: Settings
es_es: Ajustes

source: Modal box
es_es: Caja modal

source: Text containers
es_es: Contenedores de texto

source: %1$s allows you to display a notice when an ad blocker is detected. This notice can be displayed in a modal box or as text containers in the places where your ads usually appear. If you are not an advanced user of WordPress the recommended option is the modal box.
es_es: %1$s te permite mostrar un aviso cuando se detecta un bloqueador de anuncios. Este aviso puede mostrarse en una caja modal o como contenedores de texto en los lugares donde normalmente aparecen tus anuncios. Si no eres un usuario avanzado de WordPress la opción recomendada es la caja modal.

source: Enable plugin
es_es: Habilitar plugin

source: Enable AdBlocker Detector
es_es: Habilitar detector de bloqueador de publicidad

source: Disable for administrators
es_es: Deshabilitar para administradores

source: Notice mode
es_es: Modo del aviso

source: When you have selected the mode, go to the corresponding tab to set its settings.
es_es: Cuando hayas seleccionado el modo, dirígete a la pestaña correspondiente para establecer sus ajustes.

source: Here you can set notice heading and text and if the modal box will show a button to close it.
es_es: Aquí puedes establecer el encabezado y el texto del aviso y si el cuadro modal mostrará un botón para cerrarlo.

source: Notice heading
es_es: Encabezado del aviso

source: Notice text
es_es: Texto del aviso

source: Close button
es_es: Botón Cerrar

source: Display
es_es: Mostrar

source: Not display
es_es: No mostrar

source: This option requires a minimum knowledge of the CSS of your WordPress theme.
es_es: Esta opción requiere un conocimiento mínimo del CSS de tu tema WordPress.

source: %1$s will create a div container before the CSS selectors you indicate below to display your custom text.
es_es: %1$s creará un contenedor div antes de los selectores CSS que indiques a continuación para mostrar tu texto personalizado.

source: These CSS selectors should match those assigned to the containers in your ads.
es_es: Estos selectores CSS deberían coincidir con los asignados a los contenedores de tus anuncios.

source: CSS selectors (comma separated)
es_es: Selectores CSS (separados por coma)

source: 'class' or 'id' selectors of elements before which you want to display your custom text (comma separated).
es_es: Selectores 'class' o 'id' de los elementos antes de los cuales quieres mostrar tu texto personaliado (separados por coma).

source: Eg: #adsense, .hentry .ads, .sponsor
es_es: Ejemplo: #adsense, .hentry ads, .sponsor

source: Text of containers
es_es: Texto de los contenedores

source: Google Analytics event tracking
es_es: Seguimiento de eventos de Google Analytics

source: Enable this option if your site already has a Google Analytics tracking code and you want to create an event to track the use of ad blockers.
es_es: Activa esta opción si tu sitio ya dispone de un código de seguimiento de Google Analytics y deseas crear un evento para seguir el uso de bloqueadores de anuncios.

source: Notice: The creation of this event will distort the bounce rate in Google Analytics because even if the visitor sees only one page, it will be interpreted as having seen two. The bounce rate will appear lower than it actually is.
es_es: Aviso: La creación de este evento distorsionará la tasa de rebote en Google Analytics, ya que incluso si el visitante ve sólo una página, se interpretará que ha visto dos. La tasa de rebote aparecerá más baja de lo que realmente es.

source: Create Google Analytics event tracking for Ad Blockers
es_es: Crear seguimiento de eventos de Google Analytics para bloqueadores de anuncios

source: Event Category: %1$s | Event Action: %2$s
es_es: Categoría del evento: %1$s | Acción del evento: %2$s

source: Save changes
es_es: Guardar cambios

source: Links
es_es: Enlaces

source: Please, if you are happy with the plugin, say it on wordpress.org and give it a nice review. Thank you.
es_es: Por favor, si estás satisfecho con el plugin, coméntalo en wordpress.org y haz una buena reseña sobre él. Gracias.

source: Rate/Review
es_es: Puntuar/Reseñar

source: Support forum
es_es: Foro de soporte

source: Our WordPress Themes
es_es: Nuestros Temas WordPress
